{
  "total_story_count": 5,
  "stories": [
    {
      "story_unique_id": "194e2157-dd3c-4cba-bcc6-49a360c8fde0",
      "title": "U.S. Border Patrol Apprehending Fewer Central Americans",
      "author_last_name": " Kahn",
      "author_first_name": "Carrie",
      "author_email": "",
      "author_organization": "Yellr",
      "top_text": "Increased Mexican patrols along that country's southern border may be one factor in the drop in numbers seen by the U.S. Some migrants appear to be giving up and staying in southern Mexico.",
      "banner_media_id": "25b0910f-480e-4add-bd41-194b502c71a8",
      "banner_media_file_name": "b7490408-aac5-45cd-8df7-accc5f9ae3b2.jpg",
      "bottom_right_lat": 43,
      "top_left_lng": -77.9,
      "bottom_right_lng": -77.3,
      "top_left_lat": 43.4,
      "publish_datetime": "2014-08-22 16:03:37.450331",
      "edited_datetime": "None",
      "tags": "first, story, fresh",
      "contents": "The number of Central American children and families being apprehended at the U.S.-Mexican border has dropped dramatically in recent months, according to the U.S. Border Patrol. There has been a 60 percent decline in apprehensions of minors since the record numbers making the illegal trek earlier this summer. \n A lot of factors may be contributing to the dramatic drop, including heavy rains along the migrant route and media campaigns in home countries dispelling rumors that kids can stay in the U.S. \n But one component seems to be increased security along Mexico's southern border. In the southern Mexican border town of Tapachula, Central American migrants say the increased presence of Mexican officials is blocking them from even trying to reach America. \n ## A Honduran Migrant's Story \n On a hot steamy evening at the Belen migrant shelter in Tapachula, about a dozen immigrants from Guatemala, El Salvador and Honduras sit outside, chatting and smoking cigarettes. \n Walter Rivera sits off to the side. He says he left Honduras three months ago, where he had a good job driving foreign businessmen in his VIP taxi service. \n \"I didn't have any need to leave, I had a good job, making about $45 a day,\" Rivera says. But one night when he was driving home, a car cut him off and three men charged him. \n \"They hit me with a pistol across the face, then pulled me out of the car and threw me in the back,\" he says. \"One of the guys said to another, 'Where should we kill this dog, right here or up in the hills?' \"\n At a red light, River says, he grabbed the door handle and pushed and just kept running through the lanes of traffic as fast as he could. He reported the crime and ended up in witness protection, but the criminals found him and threatened to kill him."
    },
    {
      "story_unique_id": "194e2157-dd3c-4cba-bcc6-49a360c8fde0",
      "title": "Fact Meets Fiction In Tale Of A Slave, Explorer And Survivor",
      "author_last_name": "Fronteir",
      "author_first_name": "Katie",
      "author_email": "",
      "author_organization": "Yellr",
      "top_text": "A Moroccan slave named Estebanico was one of only four men to survive a 1528 expedition to America from Spain. The Moor's Account, a fictional memoir by Laila Lalami, tells the story through his eyes.",
      "banner_media_id": "25b0910f-480e-4add-bd41-194b502c71a8",
      "banner_media_file_name": "dea9d50a-d6ec-4f39-9d8e-3a4a5d21e618.jpg",
      "bottom_right_lat": 43,
      "top_left_lng": -77.9,
      "bottom_right_lng": -77.3,
      "top_left_lat": 43.4,
      "publish_datetime": "2014-08-22 16:03:37.450331",
      "edited_datetime": "None",
      "tags": "slave, survivor, fiction",
      "contents": "In the spring of 1528, a crew of 600 Spanish and Portuguese soldiers landed on the Gulf Coast of the United States, hoping to find gold. The expedition was an utter disaster; only four members survived. \n Within a year, nearly all of the men involved in the Narvaez Expedition had succumbed to disease, starvation, drowning or violent death in fights with indigenous people. \n The survivors made their way across the continent, living with the natives, until finally they reached the Spanish settlements on the western coast of Mexico. \n That disastrous expedition is the inspiration for a new novel by the Moroccan-American writer Laila Lalami. The book, a fictional memoir called The Moor's Account, is told from the perspective of the expedition's most mysterious survivor: a Moroccan slave called Estebanico. \n Lalami came across his story some years ago when she was reading about the Moors of Spain. \"I came across this mention of this expedition and of the fact that this Moroccan slave was said to be the first African explorer of America,\" Lalami tells NPR's Arun Rath. \"And I was Moroccan and I thought, 'Well, how come I've never heard of him?' \"\n She started reading an account from one of the survivors of the expedition — the treasurer, named Alvar Nunez Cabeza de Vaca. This made her even more curious and left her with more questions that, it seemed, history could not answer. \n \"I just became so fascinated with this expedition and with everything that went wrong with it and the greed that drove it and the transformations that it led to,\" she tells Rath. \"I wanted to know more. And the narrative that Cabeza de Vaca provided just didn't give me the answers that I was looking for — and so that's how the novel came about.\""
    },
    {
      "story_unique_id": "194e2157-dd3c-4cba-bcc6-49a360c8fde0",
      "title": "How Dolph Lundgren Went From Chemical Engineer To Action Star",
      "author_last_name": " Staff",
      "author_first_name": "Yellr",
      "author_email": "",
      "author_organization": "Yellr",
      "top_text": "Before he was Ivan Drago or He-Man, Lundgren was just another 6-foot 5-inch Swede with a black belt in karate and a degree in chemical engineering — who dated Grace Jones and turned down a scholarship to MIT for a life in showbiz.",
      "banner_media_id": "25b0910f-480e-4add-bd41-194b502c71a8",
      "banner_media_file_name": "dea9d50a-d6ec-4f39-9d8e-3a4a5d21e618.jpg",
      "bottom_right_lat": 43,
      "top_left_lng": -77.9,
      "bottom_right_lng": -77.3,
      "top_left_lat": 43.4,
      "publish_datetime": "2014-08-22 16:03:37.450331",
      "edited_datetime": "None",
      "tags": "ivan drago, Rocky IV, MIT",
      "contents": "As part of a series called \"My Big Break,\" All Things Considered is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers. \n Before he was Ivan Drago, He-Man, or an \"Expendable,\" Dolph Lundgren was just another 6-foot 5-inch Swedish male model with a black belt in karate and a degree in chemical engineering. \n As even a brief reading of his biography might suggest, Lundgren, 56, has taken an unexpected, winding path to success. But it all started with his starring role in Rocky IV, as the menacing Soviet boxer Ivan Drago. \n As he tells NPR's Arun Rath, it was the role that changed his life. And he wouldn't have gotten to that silver-screen spotlight if he hadn't taken a gig as a bouncer — and stumbled upon romance. "
    },
    {
      "story_unique_id": "194e2157-dd3c-4cba-bcc6-49a360c8fde0",
      "title": "Serena Williams Wins U.S. Open For 18th Grand Slam Title",
      "author_last_name": "Chappell",
      "author_first_name": "Bill",
      "author_email": "",
      "author_organization": "Yellr",
      "top_text": "The U.S. Open win ties Serena Williams with Chris Evert and Martina Navratilova for fourth on the all-time list of Grand Slam winners.",
      "banner_media_id": "25b0910f-480e-4add-bd41-194b502c71a8",
      "banner_media_file_name": "dea9d50a-d6ec-4f39-9d8e-3a4a5d21e618.jpg",
      "bottom_right_lat": 43,
      "top_left_lng": -77.9,
      "bottom_right_lng": -77.3,
      "top_left_lat": 43.4,
      "publish_datetime": "2014-08-22 16:03:37.450331",
      "edited_datetime": "None",
      "tags": "Serena Williams, U.S. Open, grand slam",
      "contents": "When Serena Williams and Caroline Wozniacki faced off Sunday, the current and former world No. 1 players were both trying to make their own brand of history. For Williams, it was a chance to match Chris Evert and Martina Navratilova; for Wozniacki, a win would have brought her first Grand Slam title. \n But Williams, who has been dominating this tournament, did not slow down and quickly took the first two sets 6-3, 6-3. \n Williams' momentum in the tournament saw her not giving up a single set in a quest to take the last big title of 2014. The U.S. Open summary describes her dominance: \"she's won 80 percent of her first serve points, gotten in 76 percent of her returns and broken her opponents 29 times while losing her serve on just six occasions.\"\n The final was played on Arthur Ashe Stadium court in New York. \n The U.S. Open was the only Grand Slam final this season for Serena Williams, who was bounced early at the French Open and Wimbledon and lost in the fourth round of the Australian Open. "
    },
    {
      "story_unique_id": "194e2157-dd3c-4cba-bcc6-49a360c8fde0",
      "title": "At 11, Marquis Govan Has Some Things To Say About Ferguson",
      "author_last_name": "Rosenbaum",
      "author_first_name": "Jason",
      "author_email": "",
      "author_organization": "Yellr",
      "top_text": "The sixth-grader loves politics, admires some lawmakers and speaks without notes before the county council. The people of Ferguson don't need tear gas, he told them, \"I believe they need jobs.\"",
      "banner_media_id": "25b0910f-480e-4add-bd41-194b502c71a8",
      "banner_media_file_name": "dea9d50a-d6ec-4f39-9d8e-3a4a5d21e618.jpg",
      "bottom_right_lat": 43,
      "top_left_lng": -77.9,
      "bottom_right_lng": -77.3,
      "top_left_lat": 43.4,
      "publish_datetime": "2014-08-22 16:03:37.450331",
      "edited_datetime": "None",
      "tags": "first, story, fresh",
      "contents": "The St. Louis County Council convened for a regular meeting on Aug. 19. It was only a day after a particularly turbulent night in Ferguson, one filled with protests, tear gas and many arrests over the fatal shooting of a black teenager by a white police officer. \n Only a couple dozen people showed up to the council meeting. Three spoke during the public comment section. One was Marquis Govan. \n He lowered the microphone to match his 11-year-old height before speaking. \n \"The people of Ferguson, I believe, don't need tear gas thrown at them,\" Marquis said. \"I believe they need jobs. I believe the people of Ferguson, they don't need to be hit with batons. What they need is people to be investing in their businesses.\"\n Wearing freshly-pressed slacks, a white shirt and a tie, Marquis implored the council, and the public, to look at the underlying issues — economics and the racial makeup of the police force. "
    }
  ],
  "success": true
}
