[
  {
    "id": 1234,
    "title": "I am by birth a Genevese, and my family is one of the most distinguished of that republic.",
    "image": "http://lorempixel.com/800/400",
    "description": "My ancestors had been for many years counsellors and syndics, and my father had filled several public situations with honour and reputation. He was respected by all who knew him for his integrity and indefatigable attention to public business. He passed his younger days perpetually occupied by the affairs of his country; a variety of circumstances had prevented his marrying early, nor was it until the decline of life that he became a husband and the father of a family.",
    "deadline": "2014-06-16T04:20:50-05:00",
    "contributions": [
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "There came a sudden sound, breaking the shadowy silence of Longwood forest."
        }
      },
      {
        "user": "234ofpefk3",
        "report": {
          "type": 0,
          "content": "Crash followed crash, at short intervals, with the snapping of dry twigs and bush branches, and then came ringing, clear and sweet, three notes of a hunting horn."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Out into an open glade, where the sunlight fell upon the long, green grass of midsummer, there bounded a splendid stag--a stag royal, a stag of ten--fit to be the antlered monarch of the king's deer in Longwood."
        }
      }
    ]
  },
  {
    "id": 1235,
    "title": "As the circumstances of his marriage illustrate his character, I cannot refrain from relating them.",
    "description": "One of his most intimate friends was a merchant who, from a flourishing state, fell, through numerous mischances, into poverty.",
    "deadline": "2014-06-29T04:20:50-05:00",
    "contributions": [
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Three leaps, and then the beautiful animal stood still; but as he turned, panting, and lowered his horns, it could be seen that he was wounded. The feather of an arrow in his flank told how deeply the shaft was driven."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "He was at bay now, and splendid was his courage as he stood to battle with his pursuers."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Again, and nearer, nearer, sounded the horn; for the hunters were coming."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Out through the leafy barrier of the bushes at the edge of the glade bounded three eager deerhounds, one after another. Large dogs they were, brown-haired, lop-eared. Their baying had chimed in with the music of the horn. Better for them it were if one of the huntsmen had been there to hold them from their haste; for there is danger for any who rush rashly in upon a stag at bay."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Loud voices and the thud of galloping hoofs told that the hunters were close at hand; but they were too late in arriving. The foremost hound dashed fiercely on, his white teeth showing, and his eyes flashing with green light; but the ten-tined antlers passed under him and were lifted swiftly."
        }
      }
    ]
  },
  {
    "id": 1236,
    "title": "His daughter attended him with the greatest tenderness",
    "description": "But she saw with despair that their little fund was rapidly decreasing and that there was no other prospect of support. But Caroline Beaufort possessed a mind of an uncommon mould, and her courage rose to support her in her adversity. She procured plain work; she plaited straw and by various means contrived to earn a pittance scarcely sufficient to support life.",
    "deadline": "2014-07-04T04:20:50-05:00",
    "contributions": []
  },
  {
    "id": 1237,
    "title": "Several months passed in this manner.",
    "description": "Her father grew worse; her time was more entirely occupied in attending him; her means of subsistence decreased; and in the tenth month her father died in her arms, leaving her an orphan and a beggar. This last blow overcame her, and she knelt by Beaufort's coffin weeping bitterly, when my father entered the chamber. He came like a protecting spirit to the poor girl, who committed herself to his care; and after the interment of his friend he conducted her to Geneva and placed her under the protection of a relation. Two years after this event Caroline became his wife.",
    "deadline": "2014-07-12T04:20:50-05:00",
    "contributions": [
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "These short-legged galloways have cost us two hounds! We had better stalk a deer than run him, unless we have swifter steeds."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "Stalking must serve our turn, now the dogs are gone,\" growled a shorter man who had come up and now stood beside him. \"I would the legs of our nags had been longer!"
        }
      }
    ]
  },
  {
    "id": 1238,
    "title": "There was a considerable difference between the ages of my parents",
    "description": "but this circumstance seemed to unite them only closer in bonds of devoted affection. There was a sense of justice in my father's upright mind which rendered it necessary that he should approve highly to love strongly. Perhaps during former years he had suffered from the late-discovered unworthiness of one beloved and so was disposed to set a greater value on tried worth. There was a show of gratitude and worship in his attachment to my mother, differing wholly from the doting fondness of age, for it was inspired by reverence for her virtues and a desire to be the means of, in some degree, recompensing her for the sorrows she had endured, but which gave inexpressible grace to his behaviour to her. Everything was made to yield to her wishes and her convenience. He strove to shelter her, as a fair exotic is sheltered by the gardener, from every rougher wind and to surround her with all that could tend to excite pleasurable emotion in her soft and benevolent mind. Her health, and even the tranquillity of her hitherto constant spirit, had been shaken by what she had gone through. During the two years that had elapsed previous to their marriage my father had gradually relinquished all his public functions; and immediately after their union they sought the pleasant climate of Italy, and the change of scene and interest attendant on a tour through that land of wonders, as a restorative for her weakened frame.",
    "deadline": "2014-07-26T04:20:50-05:00",
    "contributions": [
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "They were rough-looking men, and they spoke in the burred Saxon-English of Warwickshire five hundred years ago. It was another tongue from any now spoken in England."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "The galloways, of whose legs they had complained, were the undersized and shaggy-maned horses they had ridden in that hunt. Such were plentiful then, but none other could be had save by those who could pay large prices."
        }
      },
      {
        "user": "124123",
        "report": {
          "type": 0,
          "content": "\"Fools are we,\" remarked another man. \"And mayhap the horn blast has gone to the wrong ears with token of our doings. That was thy blowing, Guy the Bow.\""
        }
      }
    ]
  }
]
